export const fishTags = [
  "форель",
  "голавль",
  "ставрида",
  "бычок",
  "зеленушка",
  "ласкирь",
  "каменный окунь",
  "собачка",
];

export const placeTags = [
  "Черное море",
  "горная река",
  "озеро",
];

export const lureTags = [
  "воблер",
  "силикон",
  "вертушка",
  "колебалка",
  "блесна",
  "пилькер",
];

export const techniqueTags = [
  "джиг",
  "микроджиг",
  "мормышинг",
];

export const seasonTags = [
  "январь",
  "февраль",
  "март",
  "апрель",
  "май",
  "июнь",
  "июль",
  "август",
  "сентябрь",
  "октябрь",
  "ноябрь",
  "декабрь",
];