export const fishTags = [
  "форель",
  "голавль",
  "ставрида",
  "бычок",
  "зеленушка",
  "ласкирь",
  "каменный окунь",
  "собачка",
  "сарган",
];

export const waterTags = [
  "море",
  "река",
  "озеро",
];

export const locationTags = [
  "Черное море",
  "горная река",
  "Абхазия",
  "Туапсе",
  "Скала Киселева",
];

export const lureTags = [
  "воблер",
  "силикон",
  "вертушка",
  "колебалка",
  "блесна",
  "пилькер",
];

export const styleTags = [
  "микроджиг",
  "мормышинг",
  "джиг",
  "ультралайт",
];

export const seasonTags = [
  "весна",
  "лето",
  "осень",
  "зима",
];

export const monthTags  = [
  "январь",
  "февраль",
  "март",
  "апрель",
  "май",
  "июнь",
  "июль",
  "август",
  "сентябрь",
  "октябрь",
  "ноябрь",
  "декабрь",
];