export const tagDescriptions: Record<
  string,
  {
    title: string;
    description: string;
  }
> = {
  голавль: {
    title: "Ловля голавля на спиннинг",
    description:
      "Мои отчёты о ловле голавля на реках Кавказа и Краснодарского края.",
  },

  форель: {
    title: "Ловля форели",
    description:
      "Рыбалка на форель в горных реках. Приманки, условия и результаты.",
  },

  ставрида: {
    title: "Ловля ставриды на Черном море",
    description:
      "Отчёты о морской рыбалке на ставриду с берега.",
  },

  сарган: {
    title: "Ловля саргана",
    description:
      "Мои заметки и отчёты о ловле саргана на Черном море.",
  },

  ласкирь: {
    title: "Ловля ласкиря",
    description:
      "Мои заметки и отчёты о ловле ласкиря на Черном море.",
  },

  зеленушка: {
    title: "Ловля зеленушек",
    description:
      "Мои заметки и отчёты о ловле зеленушек на Черном море.",
  },

  бычок: {
    title: "Ловля бычков",
    description:
      "Мои заметки и отчёты о ловле бычков на Черном море.",
  },

  собачка: {
    title: "Ловля морских собачек",
    description:
      "Мои заметки и отчёты о ловле собачек на Черном море.",
  },

  "каменный окунь": {
    title: "Ловля каменного окуня",
    description:
      "Мои заметки и отчёты о ловле каменного окуня на Черном море.",
  },

  море: {
    title: "Рыбалка на море",
    description:
      "Все морские рыбалки, приманки и результаты.",
  },

  река: {
    title: "Рыбалка на реке",
    description:
      "Рыбалка на горных и равнинных реках.",
  },

  озеро: {
    title: "Рыбалка на озере",
    description:
      "Все отчёты о рыбалках на озёрах.",
  },

  "Черное море": {
    title: "Рыбалка на Черном море",
    description:
      "Мои отчёты о морской рыбалке на Черном море.",
  },

  "горная река": {
    title: "Рыбалка на горных реках Кавказа",
    description:
      "Форель, голавль и другие рыбалки на горных реках.",
  },

  Абхазия: {
    title: "Рыбалка в Абхазии",
    description:
      "Отчёты о рыбалках в Абхазии.",
  },

  Туапсе: {
    title: "Рыбалка в Туапсе",
    description:
      "Морские и речные рыбалки в районе Туапсе.",
  },

  "Скала Киселева": {
    title: "Рыбалка в Туапсе на скале Киселева",
    description:
      "Морская рыбалка в красивейшем месте на скале Киселева.",
  },

  джиг: {
    title: "Джиг",
    description:
      "Все отчёты о рыбалках на джиг.",
  },

  микроджиг: {
    title: "Микроджиг",
    description:
      "Все отчёты о рыбалках на микроджиг.",
  },

  мормышинг: {
    title: "Мормышинг",
    description:
      "Рыбалки на мормышинг, снасти и приманки.",
  },

  ультралайт: {
    title: "Ультралайт",
    description:
      "Ловля на ультралайтовые снасти.",
  },

   воблер: {
    title: "Ловля на воблер",
    description:
      "Отчёты о рыбалках с использованием воблеров.",
  },

  силикон: {
    title: "Ловля на силиконовые приманки",
    description:
      "Все мои рыбалки на силикон.",
  },

  вертушка: {
    title: "Ловля на вертушку",
    description:
      "Рыбалки на вращающиеся блёсны.",
  },

  колебалка: {
    title: "Ловля на колебалки",
    description:
      "Рыбалки на колеблющиеся блёсны.",
  },

  блесна: {
    title: "Ловля на блёсны",
    description:
      "Рыбалки на блёсны.",
  },

  пилькер: {
    title: "Ловля на пилькер",
    description:
      "Рыбалки на пилькеры.",
  },

  январь: {
    title: "Ловля в январе",
    description:
      "Все мои рыбалки в январе.",
  },

  февраль: {
    title: "Ловля в феврале",
    description:
      "Все мои рыбалки в феврале.",
  },

  март: {
    title: "Ловля в марте",
    description:
      "Все мои рыбалки в марте.",
  },

  апрель: {
    title: "Ловля в апреле",
    description:
      "Все мои рыбалки в апреле.",
  },

  май: {
    title: "Ловля в мае",
    description:
      "Все мои рыбалки в мае.",
  },

  июнь: {
    title: "Ловля в июне",
    description:
      "Все мои рыбалки в июне.",
  },

  июль: {
    title: "Ловля в июле",
    description:
      "Все мои рыбалки в июле.",
  },

  август: {
    title: "Ловля в августе",
    description:
      "Все мои рыбалки в августе.",
  },

  сентябрь: {
    title: "Ловля в сентябре",
    description:
      "Все мои рыбалки в сентябре.",
  },

  октябрь: {
    title: "Ловля в октябре",
    description:
      "Все мои рыбалки в октябре.",
  },

  ноябрь: {
    title: "Ловля в ноябре",
    description:
      "Все мои рыбалки в ноябре.",
  },

  декабрь: {
    title: "Ловля в декабре",
    description:
      "Все мои рыбалки в декабре.",
  },

  книги: {
    title: "Книги",
    description:
      "Все мои ысли о книгах.",
  },

  кругозор: {
    title: "Кругозор",
    description:
      "Новое или обновленное.",
  },

  блог: {
    title: "Блог",
    description:
      "",
  },

  путь: {
    title: "Путь",
    description:
      "",
  },

  детство: {
    title: "Детство",
    description:
      "",
  },

  деревня: {
    title: "Деревня",
    description:
      "",
  },
};